Repository: Kaww/Squarify
Catalog: Modules/Sources/Localization/Resources/*.lproj/Localizable.strings
Languages: fr

# _pick_photos_button
source: Pick photos
fr: Choisir des photos

# _fixed_frame_size_mode_title
source: Fixed amount
fr: Fixe

# _proportional_frame_size_mode_title
source: Percentage
fr: Proportionnelle

# _exporting_label
source: Exporting... %@ / %@
fr: Export en cours... %@ / %@

# _export_all_photos_label
source: Export all photos
fr: Exporter toutes les photos

# _export_done_label
source: Done!
fr: Terminé !

# _export_finished_alert_title
source: Export finished 🎉
fr: Export terminé 🎉

# _back_home_button_label
source: Back home
fr: Retour à l'accueil

# _open_photos_gallery_button_label
source: Open Photos gallery
fr: Ouvrir la galerie Photos

# _cancel_button_label
source: Cancel
fr: Annuler

# _editor_title_label
source: Editor
fr: Éditeur

# _loading_images_label
source: Loading images...
fr: Chargement des images...

# _photos_saved_in_gallery_message
source: Photos have been saved in your Photos app!
fr: Les photos ont été enregistrées dans votre application Photos !

# _frame_size_mode_label
source: Frame Sizing
fr: Mesure de la taille

# _frame_amount_label
source: Frame Amount
fr: Taille du cadre

# _apply_button_label
source: Apply
fr: Appliquer

# _color_frame_mode_label
source: Color
fr: Couleur

# _blur_frame_mode_label
source: Blur
fr: Flou

source: Settings
fr: Paramètres

source: Contact developer
fr: Contacter le développeur

# _a_question
source: Any question?
fr: Une question ?

source: Write a review
fr: Écrire un avis

source: You love squarify?
fr: Vous aimez Squarify ?

# _share_app
source: Share Squarify
fr: Partager Squarify

source: We have a question for you...
fr: Nous avons une question pour vous...

source: Do you like Squarify?
fr: Vous aimez Squarify ?

source: How can we improve?
fr: Dites nous quoi faire

source: Yes
fr: Oui

source: No
fr: Non

# _photo_access_is_not_granted
source: Photo access not granted.
fr: L'accès aux photos n'a pas été autorisé.

# _go_to_privacy_app_settings
source: Open Settings
fr: Ouvrir les Réglages

source: Buy Squarify Pro
fr: Acheter Squarify Pro

source: App icons
fr: Icônes de l'application

# _thanks_for_pro_plan
source: ♥️ Thank you for beeing a Pro user!
fr: ♥️ Merci pour votre achat de Shoplist Pro !

# _your_pro_plan_benefits
source: Your Pro benefits
fr: Vos avantages Pro

# _pro_benefit_blur_border
source: Blur borders
fr: Bordures avec effet flouté

# _pro_benefit_app_icons
source: Pro app icons
fr: Icône d'app pro

# _pro_benefit_future_features
source: Future features
fr: Fonctionnalités avancées à venir

# _app_icon_default
source: Default
fr: Icône par défaut

# _app_icon_pro
source: Pro
fr: Icône pro
